#### BuiltInFailures.TilePatternTileFailures Members

---

|  |
| --- |
| BuiltInFailures TilePatternTileFailures Class   Properties   See Also |

Provides a container of all Revit built-in FailureDefinitionId instances.

The  BuiltInFailures TilePatternTileFailures  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | TilePatternTile\_InvalidFamily | Family not appropriate for Divided Surface component. |

# See Also

BuiltInFailures TilePatternTileFailures Class

Autodesk.Revit.DB Namespace